acpi
alsa-firmware
alsa-oss
alsa-plugins
alsa-utils
amd-ucode
android-tools
appstream-glib
arch-install-scripts
archiso
archlinux-appstream-data
archlinux-themes-sddm
aria2
asciidoc
b43-fwcutter
base
base-devel
bash-completion
bat
bdf-creep
bind
blueberry
bluedevil
blueman
bluez-tools
bluez-utils
bottom
breeze
broadcom-wl-dkms
btrfs-progs
busybox
cdrtools
cozette-otb
cpio
crypto++
cryptsetup
dbus-glib
ddrescue
device-mapper
dhclient
dhcpcd
dialog
diffutils
discord
dnsmasq
dolphin-emu
e2fsprogs
ecryptfs-utils
efibootmgr
efitools
ethtool
exfat-utils
eza
f2fs-tools
fastfetch
ffmpeg
ffmpegthumbnailer
fightcade2
firefox
foot
fsarchiver
gamemode
gamescope
gimp
git
github-cli
glances
gnome-tweaks
gnu-free-fonts
gnu-netcat
gobject-introspection
goverlay
gpart
gparted
grim
grub
gsound
gst-libav
gst-plugins-bad
gst-plugins-ugly
gstreamer
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
helvum
heroic-games-launcher-bin
htop
hwinfo
i3-wm
i3blocks
i3lock
i3status
imv
inetutils
intel-ucode
itstool
iwd
jfsutils
jupyter-notebook
leafpad
less
lib32-gamemode
lib32-mangohud
lib32-pipewire
libdvdcss
libgsf
libhandy
libopenraw
libreoffice-fresh
libva-utils
libwnck3
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-atm
linux-firmware
linux-headers
logrotate
lsb-release
lvm2
lxsession
man-db
man-pages
mangohud
mdadm
mesa-demos
mesa-utils
meson
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mobile-broadband-provider-info
modem-manager-gui
mplayer
mpv
mtpfs
nano
ndisc6
neofetch
neovim
net-snmp
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nodejs
noto-fonts
npm
nss-mdns
ntfs-3g
obs-studio
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
parsec-bin
partimage
pavucontrol-gtk3
pcsx2-latest-bin
perl
pipewire-alsa
pipewire-audio
pipewire-pulse
pipewire-v4l2
plocate
poppler-glib
pulseaudio-alsa
pv
pyside6
python-pip
python-pyaml
python-pyxdg
python-zstandard
qbittorrent
qpwgraph
qt5-wayland
qt5ct
qt6-tools
qt6ct
reiserfsprogs
ripgrep
rp-pppoe
rpcs3-bin
rsync
rust
s-nail
screenfetch
sddm
sdparm
sg3_utils
slurp
smartmontools
snes9x-gtk
solid
somebar-git
spotify
steam
sudo
suyu-bin
sway-git
swaybg
swayidle
swayimg
swaylock
sysfsutils
systemd-sysvcompat
systemd-ui
texinfo
thunar
thunar-archive-plugin
tmux
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera
ttf-bitstream-vera-mono-nerd
ttf-caladea
ttf-carlito
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-croscore
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-font-awesome
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-ms-win10-auto
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-font-family
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
unrar
unzip
upower
usb_modeswitch
usbutils
v4l2loopback-dkms
vala
vi
vim
visual-studio-code-bin
vte3
vulkan-tools
vulkan-validation-layers
wdisplays
weston
wev
wf-recorder
wget
which
whois
wine-gecko
wine-staging
wireless-regdb
wireless_tools
wlr-randr
wlroots-git
wofi
wvdial
xarchiver
xdg-desktop-portal-wlr-git
xdg-user-dirs
xdg-user-dirs-gtk
xf86-input-evdev
xf86-input-synaptics
xf86-video-fbdev
xf86-video-vesa
xfce4-artwork
xfsprogs
xl2tpd
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay
yay-debug
youtube-dl
yt-dlp
zathura
zathura-pdf-mupdf
